Repository: abdurrasheedfalalu/microblog
Catalog: app/translations/ha/LC_MESSAGES/messages.po
Languages: ha

source: Please log in to access this page.
ha: Ya Kamata ka fara shiga kafin kaga abinda kake bukata.

source: [Microblog] Reset Your Password
ha: [Microblog] Ka Canza Kalmar shigarka

source: Username
ha: Sunan Mai Amfani

source: Password
ha: Kalmar Shiga

source: Remember Me
ha: Tuna Da ni

source: Sign In
ha: Shiga

source: Email
ha: Adireshin email

source: Repeat Password
ha: Maimaita Kalmar Shiga

source: Register
ha: Kayi rijista

source: Please use a different username.
ha: Ka Taimaka Ka sauya suna mai amfani

source: Please use a different email address.
ha: Ka taimka ka sauya email dinka

source: Request Password Reset
ha: Bukaci Sake Kalmar Shiga

source: About me
ha: Labarina

source: Submit
ha: Tura

source: Say something
ha: Bada Wani Labari

source: Your post is now live!
ha: Labarin da ka tura ya je!

source: Invalid username or password
ha: Sunan mai amfani ko kalmar shiga basuyi daidai ba

source: Congratulations, you are now a registered user!
ha: Maraba!! Yanzu ka zama daya daga cikin masu amfani

source: Your changes have been saved.
ha: An Aje Abinda ka Sabunta

source: User %(username)s not found!
ha: Babu Mai Amfani %(username)s

source: You cannot follow your self.
ha: Ba Zaka Iya Bin Kanka Ba.

source: You are following %(username)s now
ha: Yanxu kana bin %(username)s

source: You cannot unfollow your self.
ha: Ba Zaka Iya Daina Bin Kanka Ba.

source: You are not following %(username)s now
ha: Ka daina bin %(username)s

source: Check your email for the instructions to reset your password
ha: Ka duba email dinka domin ganin hanyar da zaka bi wajen chanza kalmar shigarka

source: Your password has been reset.
ha: Kalmar shigarka ta sauya cikin nasara!

source: Not Found
ha: Ba`a Samu Ba

source: Back
ha: Baya

source: An unexpected error has occurred
ha: An samu tseko

source: The administrator has been notified. Sorry for the inconvenience!
ha: An sanar da mai kula da na'ura. kayi hakuri

source: %(username)s said %(when)s
ha: %(username)s yace %(when)s

source: Welcome to Microblog
ha: Barka da zuwa Microblog

source: Home
ha: Gida

source: Explore
ha: Nemowa

source: Login
ha: Shiga

source: Profile
ha: Shafin Mai Amfani

source: Logout
ha: Fita

source: Edit Profile
ha: Sabunta Shafin Mai Amfani

source: Hi, %(username)s!
ha: Barka, %(username)s

source: Newer posts
ha: Sabon Labari

source: Older posts
ha: Tsohon Labari

source: New User?
ha: Sabon Mai Amfani

source: Click to Register!
ha: Danna Domin rijista

source: Forgot Your Password?
ha: Na Manta Kalmar Shiga

source: Click to Reset It
ha: Danna Domin Sakewa

source: Reset Your Password
ha: Sake Kalmar Shiga

source: Reset Password
ha: Sake Kalmar Shiga

source: User
ha: Mai Amfani

source: Last seen on
ha: Karshen Gani

source: %(count)d followers
ha: %(count)d mabiya

source: %(count)d following
ha: %(count)d kake Bi

source: Edit your profile
ha: Sabunta Shafin Mai Amfani

source: Follow
ha: Bi

source: Unfollow
ha: Daina Bi
